Repository: Vigilo/turbogears
Catalog: i18n/*/LC_MESSAGES/vigilo-turbogears.po
Languages: de, fr

source: high-level service "%s"
fr: service de haut niveau "%s"

source: host "%s"
fr: hôte "%s"

source: service "%(service)s" on host "%(host)s"
fr: service "%(service)s" de l'hôte "%(host)s"

source: Wrong credentials
fr: Identifiant ou mot de passe incorrect

source: Welcome back, %s!
fr: Bienvenue %s !

source: We hope to see you soon!
fr: Nous espérons vous revoir bientôt !

source: Not a valid controller name: %s
fr: Nom de contrôleur non valide : %s

source: %(entry)s is not a subclass of %(base)s
fr: %(entry)s n'est pas une sous-classe de %(base)s

source: We're sorry but we weren't able to process this request.
de: Leider kann diese Anforderung nicht verarbeitet werden.
fr: Nous sommes désolés, mais nous n'avons pas pu traiter votre requête.

source: No server configured to monitor high-level services for application "%(app)s"
fr: Aucun serveur configuré pour superviser les services de haut niveau pour l'application "%(app)s"

source: No such monitored host: %s
de: Überwachter Host: %s nicht vorhanden
fr: Hôte supervisé inexistant : %s

source: Access denied to host "%(host)s" and service "%(service)s"
de: Zugang zu Host "%(host)s" und Service "%(service)s" verweigert
fr: Accès refusé au service "%(service)s" sur l'hôte "%(host)s"

source: Access denied to host "%s"
de: Zugang zu Host "%s" verweigert
fr: Accès refusé à l'hôte "%s"

source: No server configured to monitor "%(host)s" for application "%(app)s"
fr: Aucun serveur configuré pour superviser "%(host)s" pour l'application "%(app)s"

source: Invalid value for app_redirect.%s, not redirecting.
de: Ungültiger Wert für app_redirect.%s, wird nicht umgeleitet.
fr: Valeur incorrecte pour app_redirect.%s, pas de redirection.

source: Fetching '%s' through the proxy
de: '%s' wird über den Proxy abgerufen
fr: Récupération de '%s' via le serveur mandataire

source: Basic authentication to the proxy.
fr: Authentification de type Basic auprès du serveur mandataire.

source: Digest authentication to the proxy.
fr: Authentification de type Digest auprès du serveur mandataire.

source: Basic authentication to the website.
fr: Authentification de type Basic auprès du site distant.

source: Digest authentication to the website.
fr: Authentification de type Digest auprès du site distant.

source: You need to be authenticated
de: Sie müssen sich authentifizieren
fr: Vous devez vous authentifier

source: You don't have access to %s
fr: Vous n'avez les permissions suffisantes pour accéder à %s

source: Vigilo has detected a breakdown on the following collector(s): %(list)s
fr: Vigilo a détecté une panne sur le(s) collecteur(s) suivant(s) : %(list)s

source: Are you sure?
fr: Êtes-vous sûr(e) ?

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Submit
fr: Envoyer

source: Remote user: %s
fr: Utilisateur externe : %s

source: Beaker must be present in the WSGI middleware stack for the cache to work
fr: Beaker doit être présent dans la pile WSGI pour que le cache fonctionne

source: Exception while contacting LDAP server
fr: Exception lors de la communication avec le serveur LDAP

source: New user created: %s
fr: Nouveau utilisateur créé : %s

source: Exception during user creation
fr: Exception lors de la création de l'utilisateur

source: Removing user "%(user)s" from group "%(group)s"
fr: Retrait de l'utilisateur "%(user)s" du groupe "%(group)s"

source: Creating group "%s"
fr: Création du groupe "%s"

source: Adding user "%(user)s" to group "%(group)s"
fr: Ajout de l'utilisateur "%(user)s" au groupe "%(group)s"

source: Exception during groups creation
fr: Exception lors de la création des groupes

source: Attempting connection to "%s"
fr: Tentative de connexion à "%s"

source: Could not connect to LDAP server '%s', trying next server
fr: Impossible de se connecter au serveur LDAP '%s', essai avec le serveur suivant

source: No more LDAP servers to try
fr: Plus aucun serveur LDAP à tester

source: User "%s" not found in the LDAP server
fr: L'utilisateur "%s" est introuvable sur le serveur LDAP

source: Bound to the LDAP server as '%s'
fr: Lié au serveur LDAP en tant que '%s'

source: Could not retrieve groups from LDAP server for "%s"
fr: Impossible de récupérer les groupes depuis l'annuaire LDAP pour "%s"

source: Read-only
fr: Lecture seule

source: Read/write
fr: Lecture/écriture

source: Monitoring groups
fr: Groupes de supervision

source: Map groups
fr: Groupes de cartes

source: Graph groups
fr: Groupes de graphes

source: %Y-%m-%d %I:%M:%S %p
fr: %d/%m/%Y %H:%M:%S

source: %Y-%m-%d
fr: %d/%m/%Y

source: Failed to get URL: %s
de: URL: %s konnte nicht geholt werden

source: Failed to convert DS %(ds)s on %(host)s: value was %(value)s (max: %(max)s)
de: DS %(ds)s auf %(host)s konnte nicht umgewandelt werden: Wert %(value)s (max: %(max)s)

source: No %(server_type)s server configured to monitor "%(host)s"
de: Es wurde kein %(server_type)s Server zur Überwachung von "%(host)s" konfiguriert
